Repository: abdallah-nasir/E-Commerce-second-dition
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: English
ar: الانجليزيه

source: Arabic
ar: العربيه

source: hello
ar: مرحبا

source: Home
ar: الصفحه الرئيسيه

source: About
ar: من نحن

source: Welcome to Reshop Store!
ar: مرحبا بك في متجرنا

source: Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has survived not only five centuries, but also the leap into electronic typesetting, remaining essentially unchanged. It was popularised in the 1960s with the release of Letraset sheets containing Lorem Ipsum passages, and more recently with desktop publishing software like Aldus PageMaker including versions of Lorem Ipsum
ar: لوريم إيبسوم هو ببساطة نص شكلي يستخدم في صناعة الطباعة والتنضيد. كان Lorem Ipsum هو النص الوهمي القياسي في الصناعة منذ القرن الخامس عشر الميلادي ، عندما أخذت طابعة غير معروفة لوحًا من النوع وتدافعت عليه لعمل كتاب عينة. لقد نجت ليس فقط خمسة قرون ، ولكن أيضًا القفزة في التنضيد الإلكتروني ، وظلت دون تغيير جوهري. تم نشره في الستينيات من القرن الماضي بإصدار أوراق Letraset التي تحتوي على مقاطع Lorem Ipsum ، ومؤخرًا مع برامج النشر المكتبي مثل Aldus PageMaker بما في ذلك إصدارات Lorem Ipsum

source: Shop Now
ar: تسوق الان

source: Our Team Members
ar: اعضاء الفريق

source: Manager
ar: المدير

source: UI, Designer
ar: مصمم الواجهات

source: App, Architect
ar: مهندس معماري

source: Team Leader
ar: رئيس الفريق

source: CLIENTS FEEDBACK
ar: اراء العملاء

source: WHAT OUR CLIENTS SAY
ar: ماذا يقول عملاؤنا

source: Sign Out
ar: تسجيل الخروج

source: Address Book
ar: العناوين

source: Hello
ar: مرحبا

source: Manage My Account
ar: التحكم في حسابي

source: My Profile
ar: البروفايل الخاص بي

source: Track Order
ar: تتبع الطلبات

source: My Returns & Cancellations
ar: الطلبات المرتجعه

source: Orders Placed
ar: الطلبات المنفذة

source: Cancel Orders
ar: الطلبات الملغية

source: Action
ar: تحديد

source: Full Name
ar: الاسم بالكامل

source: Address
ar: العنوان

source: Phone Number
ar: رقم الهاتف

source: Status
ar: الحالة

source: Edit
ar: تعديل

source: Default Shipping Address
ar: عناوين الشحن الافتراضية

source: Add New Address
ar: أضف عنوان جديد

source: Add new Shipping Address
ar: اضف عنوان شحن جديد

source: COUNTRY
ar: البلد

source: REGION
ar: المنطقه

source: CITY
ar: المدينه

source: STREET ADDRESS
ar: عنوان الشارع

source: PHONE
ar: رقم الهاتف

source: ZIP/POSTAL CODE
ar: الرمز البريدي

source: SAVE
ar: حفظ

source: CANCEL
ar: الغاء

source: Choose Region
ar: اختر منطقه

source: Choose State/Province
ar: اختر مقاطعة

source: Ludus - Electronics, Apparel, Computers, Books, DVDs & more
ar: شركه لوديس - الالكترونيات,الملابس ,الكمبيوتر,الكتب& والمزيد

source: Search
ar: البحث

source: Account
ar: الحساب

source: Signout
ar: تسجيل الخروج

source: Signup
ar: التسجيل

source: Signin
ar: تسجيل الدخول

source: Language
ar: اللغة

source: Currency
ar: العملات

source: $ - US DOLLAR
ar: الدولار الامريكي

source: £ - BRITISH POUND STERLING
ar: الجنيه الريطاني

source: € - EURO
ar: اليورو

source: Contact
ar: الاتصال

source: Mail
ar: الميل

source: NEW ARRIVALS
ar: المنتجات الحديثة

source: ABOUT
ar: من نحن

source: CONTACT
ar: اتصل بنا

source: FAQ
ar: اسئله و أجوبه

source: DASHBOARD
ar: الادمن

source: SUBTOTAL
ar: المجموع

source: PROCEED TO CHECKOUT
ar: استكمال طلب المنتج

source: VIEW CART
ar: عربه التسوق

source: Contact Us
ar: اتصل بنا

source: Hurghada , Egypt
ar: الغردقه , مصر

source: Information
ar: المعلومات

source: Cart
ar: منتجاتي

source: Manufacturer
ar: المصنع

source: Finance
ar: الماليه

source: Shop
ar: المعرض

source: Our Company
ar: شركاتنا

source: About us
ar: من نحن

source: Sitemap
ar: الخريطه

source: Store
ar: المخزن

source: Join our Newsletter
ar: انضم الي البريد الخاصه بنا

source: Male
ar: ذكر

source: Female
ar: انثي

source: SUBSCRIBE
ar: اشتراك

source: Subscribe to the mailing list to receive updates on promotions, new arrivals, discount and coupons.
ar: اشترك في خدمه البريد للحصول علي كل جديد

source: Copyright © 2021
ar: حقوق الملكيه @ 2021

source: Abdallah Nasir
ar: عبدالله ناصر

source: All Right Reserved
ar: جميع الحقوق محفوظه

source: FILTERS
ar: الفلتر

source: BRANCH
ar: الفروع

source: show more
ar: المزيد

source: RATING
ar: التقييم

source: SHIPPING
ar: الشحن

source: Free Shipping
ar: الشحن مجانا

source: PRICE
ar: السعر

source: Min
ar: اقل سعر

source: Max
ar: اعلي سعر

source: FOUND
ar: نتائج البحث :

source: RESULTS
ar: منتجات

source: Your Filter
ar: الفلتر الخاص بك

source: Rate
ar: التقييم

source: FREE SHIPING
ar: شحن مجاني

source: Free
ar: مجانا

source: PRICE RANGE
ar: نطاق السعر

source: Grid
ar: شبكة

source: List
ar: قائمة

source: Show
ar: عدد المنتجات

source: Sort By: Newest Items
ar: ترتيب حسب :أحدث المنتجات

source: Sort By: Latest Items
ar: ترتيب حسب :اقدم المنتجات

source: Sort By: Lowest Price
ar: ترتيب حسب أقل الاسعار

source: Sort By: Highest Price
ar: ترتيب حسب :أغلي الاسعار

source: Quick Look
ar: نظره سريعه

source: Add to Cart
ar: اضافه الي العربه

source: Remove From Wishlist
ar: حذف من المفضلة

source: Add to Wishlist
ar: اضافه الي المفضله

source: OFF
ar: خصم

source: Reviews
ar: مراجعات

source: in stock
ar: في المخزن

source: Only 2 left
ar: تبقي 2 فقط

source: Email me When the price drops
ar: راسلني عندما تجد السعر المناسب

source: Close
ar: اغلاق

source: Product Policy:
ar: سياسة المنتج:

source: Buyer Protection.
ar: حماية المشتري.

source: Full Refund if you don't receive your order.
ar: استرداد كامل المبلغ إذا لم تستلم طلبك.

source: Returns accepted if product not as described.
ar: المرتجعات مقبولة إذا لم يكن المنتج كما هو موصوف.

source: Item is added successfully!
ar: تمت إضافة المنتج بنجاح!

source: Quantity: 1
ar: الكميه : 1

source: 1 item (s) in your cart
ar: منتج 1 في عربه التسوق الخاصه بك

source: CONTINUE SHOPPING
ar: مواصلة التسوق

source: Sorry we didn't find what you want
ar: ناسف لعدم توافر المنتج

source: Here you can see all products that have been canceled
ar: هنا يمكنك مشاهدة جميع المنتجات التي تم استرجاعها.

source: Order
ar: اوردر

source: Placed on
ar: التاريخ

source: Quantity
ar: الكميه

source: Total
ar: المجموع

source: SHOPPING CART
ar: عربة التسوق

source: CLEAR CART
ar: مسح المنتجات

source: UPDATE CART
ar: تحديث العربة

source: ESTIMATE SHIPPING AND TAXES
ar: حساب قيمة الشحن والضرائب

source: Enter your destination to get a shipping estimate
ar: أدخل وجهتك للحصول على تقدير الشحن

source: Choose Country
ar: اختر بلد

source: Region
ar: المنطقة

source: STATE/PROVINCE
ar: الماقطعة

source: Zip/Postal Code
ar: الرمز البريدي

source: CALCULATE SHIPPING
ar: احسب الشحن

source: Note: There are some countries where free shipping is available otherwise our flat rate charges or country delivery charges will be apply
ar: ملحوظة: هناك بعض البلدان التي يتوفر فيها الشحن المجاني وإلا سيتم تطبيق رسوم السعر الثابت أو رسوم التوصيل في الدولة.

source: TAX
ar: الضرائب

source: GRAND TOTAL
ar: صافي المبلغ

source: Checkout
ar: استكمال الطلب

source: Have a coupon?
ar: هل لديك كوبون ؟

source: Click Here to enter your code
ar: انقر هنا لإدخال الكوبون الخاص بك

source: Enter your coupon code if you have one
ar: أدخل رمز القسيمة الخاص بك إذا كان لديك واحد

source: Coupon Code
ar: الكوبون

source: COUPON
ar: تم تفعيلة

source: APPLIED
ar: الكوبون

source: APPLY
ar: ادخال

source: DELIVERY INFORMATION
ar: معلومات التوصيل

source: Use default shipping and billing address from account
ar: استخدم عنوان الشحن والفوترة الافتراضي من الحساب

source: street name
ar: اسم الشارع

source: Make default shipping and billing address
ar: اجعل عنوان الشحن والفوترة افتراضيًا

source: ORDER NOTE
ar: ملاحظات

source: ORDER SUMMARY
ar: ملخص الطلب

source: SHIPPING & BILLING
ar: الشحن والفواتير

source: Ship to:
ar: : شحن الي

source: DISCOUNT
ar: الخصم

source: PAYMENT INFORMATION
ar: معلومات الدفع

source: Cash on Delivery
ar: الدفع عند الاستلام

source: Pay Upon Cash on delivery. (This service is only available for some countries)
ar: الدفع نقدا عند الاستلام. (هذه الخدمة متاحة فقط لبعض البلدان)

source: Pay With Credit / Debit Card
ar: ادفع ببطاقة الائتمان / الخصم

source: International Credit Cards must be eligible for use within the United States
ar: يجب أن تكون بطاقات الائتمان الدولية مؤهلة للاستخدام داخل الولايات المتحدة

source: Pay Pal
ar: بايبال

source: When you click 'Place Order' below we'll take you to Paypal's site to set up your billing information
ar: عند النقر فوق "تقديم الطلب" أدناه ، سننقلك إلى موقع Paypal لإعداد معلومات الفواتير الخاصة بك

source: I consent to the
ar: أوافق على

source: Terms of Service
ar: شروط الخدمة

source: PLACE ORDER
ar: تنفيذالطلب

source: Please Enter Your Address
ar: الرجاء إدخال عنوانك

source: Shipping Address
ar: عنوان الشحن

source: Add new Address
ar: أضف عنوان جديد

source: Street Name
ar: اسم الشارع

source: LET'S HAVE A CALL
ar: اتصل بنا

source: OUR LOCATION
ar: موقعنا

source: SENZO MALL, HURGHADA
ar: سينزو مول, الغردقه

source: Egypt
ar: مصر

source: WORK TIME
ar: اوقات العمل

source: Days a Week
ar: ايام في الاسبوع

source: From 9 AM to 7 PM
ar: من الساعه 9 الي 7 مساءا

source: Get In Touch
ar: ابقي علي تواصل

source: Name (Required)
ar: الاسم (مطلوب)

source: Email (Required)
ar: الايميل (مطلوب)

source: Subject (Required)
ar: الموضوع(مطلوب)

source: Compose a Message (Required)
ar: الرساله (مطلوب)

source: Send Message
ar: ارسال رساله

source: FREQUENTLY QUESTIONS
ar: الأسئلة الشائعة

source: Below are frequently asked questions, you may find the answer for yourself
ar: فيما يلي الأسئلة المتداولة ، قد تجد الإجابة بنفسك

source: Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has survived not only five centuries, but also the leap into electronic typesetting, remaining essentially unchanged. It was popularised in the 1960s with the release of Letraset sheets
ar: لوريم إيبسوم هو ببساطة نص شكلي يستخدم في صناعة الطباعة والتنضيد. كان Lorem Ipsum هو النص الوهمي القياسي في الصناعة منذ القرن الخامس عشر الميلادي ، عندما أخذت طابعة غير معروفة لوحًا من النوع وتدافعت عليه لعمل كتاب عينة. لقد نجت ليس فقط خمسة قرون ، ولكن أيضًا القفزة في التنضيد الإلكتروني ، وظلت دون تغيير جوهري. تم نشره في الستينيات من القرن الماضي بإصدار أوراق Letraset التي تحتوي على مقاطع Lorem Ipsum ، ومؤخرًا مع برامج النشر المكتبي مثل Aldus PageMaker بما في ذلك إصدارات Lorem Ipsum

source: How can I get discount coupon ?
ar: كيف يمكنني الحصول على كوبون الخصم؟

source: Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book
ar: لوريم إيبسوم هو ببساطة نص شكلي يستخدم في صناعة الطباعة والتنضيد. كان Lorem Ipsum هو النص الوهمي القياسي في الصناعة منذ القرن الخامس عشر الميلادي ، عندما أخذت طابعة غير معروفة لوحًا من النوع وتدافعت عليه لعمل كتاب عينة.

source: Do I need to create account for buy products ?
ar: هل أحتاج إلى إنشاء حساب لشراء المنتجات؟

source: How can I track my order ?
ar: كيف يمكنني تتبع طلبي؟

source: What is the payment security system ?
ar: ما هو نظام تأمين الدفع؟

source: What policy do you have for product sell ?
ar: ما هي السياسة التي لديك لبيع المنتج ؟

source: How I Return back my product ?
ar: كيف أعود المنتج الخاص بي؟

source: What Payment Methods are Available ?
ar: ما هي طرق الدفع المتاحة؟

source: What Shipping Methods are Available ?
ar: ما هي طرق الشحن المتوفرة؟

source: Latest Update Stock
ar: اخر تحديث

source: 30%% Off On Electronics
ar: خصم 30٪ على الإلكترونيات

source: Find electronics on best prices, Also Discover most selling products of electronics
ar: ابحث عن الإلكترونيات بأفضل الأسعار ، اكتشف أيضًا المنتجات الأكثر مبيعًا للإلكترونيات

source: Starting At
ar: بدايه من

source: SHOP NOW
ar: تسوق الان

source: Find Top Brands
ar: ابحث عن افضل البراندات

source: 10%% Off On Electronic
ar: خصم 10٪ على الإلكترونيات

source: 10%% Off On Electronics
ar: خصم 10٪ على الإلكترونيات

source: SHOP BY DEALS
ar: تسوق حسب العروض

source: BROWSE FAVOURITE DEALS
ar: تصفح العروض المفضلة

source: TOP TRENDING
ar: الاعلي رواجا

source: CHOOSE CATEGORY
ar: اختر الفئة

source: Quick View
ar: نظره سريعه

source: Review
ar: مراجعات

source: Load More
ar: تحميل المزيد

source: DEAL OF THE DAY
ar: عروض اليوم

source: BUY DEAL OF THE DAY, HURRY UP! THESE NEW PRODUCTS WILL EXPIRE SOON.
ar: شراء صفقة اليوم ، اسرعوا ! ستنتهي هذه المنتجات الجديدة قريبًا.

source: ADD THESE ON YOUR CART
ar: اضف هذه المنتجات إلى عربة التسوق الخاصة بك

source: Buyer Protection
ar: حماية المشتري

source: Full Refund if you don't receive your order
ar: استرداد كامل المبلغ إذا لم تستلم طلبك

source: Returns accepted if product not as described
ar: المرتجعات مقبولة إذا لم يكن المنتج كما هو موصوف

source: GET UP FOR NEW ARRIVALS
ar: احصل علي المنتجات الجديدة

source: Item is added successfully
ar: تمت اضافه المنتج بنجاح

source: Global
ar: عروض

source: Offers
ar: عالميه

source: Official Launch
ar: الاطلاق الرسمي

source: Don't Miss!
ar: لاتفوت العرض

source: Enjoy Free Shipping when you buy 2 items and above!
ar: استمتع بالشحن المجاني عند شراء سلعتين او اكثر !

source: FEATURED PRODUCTS
ar: منتجات مميزة

source: FIND NEW FEATURED PRODUCTS
ar: ابحث عن منتجات مميزة جديدة

source: Quick View"
ar: نظره سريعة

source: Product Policy
ar: سياسة المنتج

source: 1 item (s) in your car
ar: 1 منتج تمت اضافته

source: ACCESSORIES FOR YOUR EVERYDAY
ar: إكسسوارات لكل يومك

source: GET IN
ar: ابق علي

source: TOUCH
ar: تواصل

source: SMARTPHONE
ar: هاتف ذكي

source: DSLR FOR NEW GENERATION
ar: ملابس عصريه

source: GET UP TO 10 %% OFF
ar: %احصل علي خصم يصل الي 10

source: SPECIAL PRODUCTS
ar: منتجات خاصه

source: MOST BUY
ar: الاكثر مبيعا

source: FLASH PRODUCTS
ar: المنتجات الحديثة

source: Free shipping on all US order or order above $200
ar: شحن مجاني للطلبات الاكثرمن 200 دولار

source: Shop with Confidence
ar: تسوق وانت مطمئن

source: Our Protection covers your purchase from click to delivery
ar: تغطي حمايتنا عملية الشراء الخاصة بك من الشراء إلى التسليم

source: 24/7 Help Center
ar: خدمه 24/7

source: Round-the-clock assistance for a smooth shopping experience
ar: مساعدة على مدار الساعة لتجربة تسوق سلسة

source: Newsletter
ar: البريد

source: Subscribe for emails to get the scoop on new arrivals, special sales and more.
ar: اشترك في رسائل البريد الإلكتروني للحصول على المعلومات عن المنتجات الجدده والعروض الخاصة الخاصة والمزيد.

source: Subscribe
ar: اشتراك

source: By Signing up, you agree to receive Reshop offers
ar: من خلال التسجيل ، فإنك توافق على تلقي عروض

source: promotions and other commercial messages. You may unsubscribe at any time.
ar: الترقيات والرسائل التجارية الأخرى. يمكنك إلغاء الاشتراك في أي وقت.

source: No Thanks
ar: لا شكرا

source: Manage Order
ar: مراجعة طلبك

source: Order Details
ar: تفاصيل الطلب

source: Package 1
ar: الطلب

source: Delivered on
ar: تم التسليم

source: Standard
ar: الطلب

source: Processing
ar: جاري الطلب

source: Shipped
ar: جاري التوصيل

source: Delivered
ar: تم التسليم

source: Total Summary
ar: اجمالي الطلب

source: Paid by
ar: تم الدفع بواسطة

source: Order Placement
ar: مراجعة الطلب

source: Pay with:
ar: :دفع بواسطة

source: Track your Order
ar: تتبع الطلبات

source: To track your order please enter your Order ID in the box below and press the 'Track' button. This was given to you on your receipt and in the confirmation email you should have received
ar: لتتبع طلبك ، يرجى إدخال معرف الطلب الخاص بك في المربع أدناه والضغط على الزر "تعقب". تم إعطاؤك هذا في إيصالك وفي رسالة التأكيد الإلكترونية التي من المفترض أن تكون قد تلقيتها.

source: Order ID
ar: رقم الطلب

source: Found in your confirmation email
ar: الرقم الموجود في ايميل التاكيد

source: TRACK
ar: تعقب

source: My Orders
ar: طلباتي

source: Here you can see all products that have been delivered
ar: هنا يمكنك مشاهدة جميع المنتجات التي تم تسليمها.

source: MANAGE
ar: التحكم

source: CATEGORY
ar: الفئة

source: My Account
ar: حسابي

source: From your My Account Dashboard you have the ability to view a snapshot of your recent account activity and update your account information. Select a link below to view or edit information
ar: من لوحة معلومات حسابي لديك القدرة على عرض لقطة من نشاط حسابك الأخير وتحديث معلومات حسابك. حدد ارتباط أدناه لعرض أو تحرير المعلومات.

source: PERSONAL PROFILE
ar: الملف الشخصي

source: Subscribe Newsletter
ar: انضم الي البريد الخاصه بنا

source: ADDRESS BOOK
ar: العناوين

source: Newsletter Subscription
ar: الاشتراك في النشرة الإخبارية

source: I have read and understood
ar: لقد قرأت وفهمت

source: RECENT ORDERS
ar: الطلبات الاخيره

source: Placed On
ar: التاريخ

source: statue
ar: الحالة

source: Look all your info, you could customize your profile
ar: انظر إلى جميع المعلومات الخاصة بك ، يمكنك تعديل ملفك الخاص بك

source: E-mail
ar: الايميل

source: Phone
ar: الهاتف

source: Please enter your mobile
ar: الرجاء إدخال رقم الهاتف

source: Birthday
ar: تاريخ ميلادك

source: Gender
ar: الجنس

source: Edit Profile
ar: تعديل البروفايل

source: Looks like you haven't update your profile
ar: انظر إلى جميع المعلومات الخاصة بك ، يمكنك تعديل ملفك الخاص بك

source: FIRST NAME
ar: الاسم الاول

source: LAST NAME
ar: الاسم الاخير

source: BIRTHDAY
ar: تاريخ ميلادك

source: Month
ar: الشهر

source: Day
ar: اليوم

source: Year
ar: السنة

source: GENDER
ar: الجنس

source: Select
ar: اختيار

source: Sign Up
ar: التسجيل

source: LOGIN
ar: تسجيل الدخول

source: Click for larger zoom
ar: أضغط لتكبير الصوره

source: Remove from Wishlist
ar: حذف من المفضلة

source: DESCRIPTION
ar: الوصف

source: REVIEWS
ar: التقييم

source: Review(s)
ar: تقييمات

source: (Overall)
ar: متوسط

source: We want to hear from you
ar: نريد أن نسمع منك

source: Tell us what you think about this item
ar: أخبرنا ما هو رأيك عن هذا المنتج

source: Review(s)
ar: تقييمات

source: Sort by: Best Rating
ar: ترتيب حسب :افضل تقييم

source: Sort by: Worst Rating
ar: ترتيب حسب اسواء تقييم

source: Add a Review
ar: اضافه تعليق

source: YOUR REVIEW
ar: تعليقك

source: SUBMIT
ar: تاكيد

source: CUSTOMER ALSO VIEWED
ar: شاهد الزوار أيضًا

source: PRODUCTS THAT CUSTOMER VIEWED
ar: المنتجات التي شاهدها الزوار

source: Wishlist
ar: المفضلة

source: ADD TO CART
ar: اضف الي العربة

source: VIEW
ar: المنتج

source: REMOVE
ar: ازالة

source: CLEAR WISHLIST
ar: حذف المنتجات المفضلة
